
var url = window.location.pathname;
url = url.replace("/","");
var cs = url.indexOf("1");
var jq = url.substring(cs,url.length);
url = url.replace(jq,"");
var dex = {
	"牛奶":{
		li1:{
			pptit:url+"1号店/img/proimg/niunai/npp1.jpg",
			img:url+"1号店/img/proimg/niunai/n1.jpg",
			Price:"35.10",
			title:"蒙牛 纯牛奶 PURE MILK 250ml*16盒"
		},
		li2:{
			pptit:url+"1号店/img/proimg/niunai/npp2.jpg",
			img:url+"1号店/img/proimg/niunai/n2.jpg",
			Price:"68.90",
			title:"【16盒装】蒙牛 特仑苏 纯牛奶 250ml*16 礼盒装"
		},
		li3:{
			pptit:url+"1号店/img/proimg/niunai/npp3.jpg",
			img:url+"1号店/img/proimg/niunai/n3.jpg",
			Price:"35",
			title:"伊利 谷粒多红谷牛奶饮品250ml*12盒/礼盒装（红豆+红米+花生 早餐奶）"
		},
		li4:{
			pptit:url+"1号店/img/proimg/niunai/npp4.jpg",
			img:url+"1号店/img/proimg/niunai/n4.jpg",
			Price:"30.60",
			title:"德国 进口牛奶 欧德堡（Oldenburger）超高温处理全脂纯牛奶200ml*24盒"
		},
		li5:{
			pptit:url+"1号店/img/proimg/niunai/npp5.jpg",
			img:url+"1号店/img/proimg/niunai/n5.jpg",
			Price:"75.00",
			title:"伊利 纯牛奶250ml*24盒"
		},
		li6:{
			pptit:url+"1号店/img/proimg/niunai/npp6.jpg",
			img:url+"1号店/img/proimg/niunai/n6.jpg",
			Price:"64.80",
			title:"德国 进口牛奶 Arla爱氏晨曦 全脂牛奶 200ml*24 整箱装"
		},
		li7:{
			pptit:url+"1号店/img/proimg/niunai/npp7.jpg",
			img:url+"1号店/img/proimg/niunai/n7.jpg",
			Price:"52.00",
			title:"澳大利亚 进口牛奶 德运（Devondale） 全脂牛奶 1L*10 整箱装"
		},
		li8:{
			pptit:url+"1号店/img/proimg/niunai/npp8.jpg",
			img:url+"1号店/img/proimg/niunai/n8.jpg",
			Price:"99.00",
			title:"新西兰原装进口牛奶 安佳Anchor全脂牛奶UHT纯牛奶250ml*24 整箱装"
		},
		li9:{
			pptit:url+"1号店/img/proimg/niunai/npp9.jpg",
			img:url+"1号店/img/proimg/niunai/n9.jpg",
			Price:"30.60",
			title:"伊利 谷粒多黑谷牛奶饮品250ml*12盒/礼盒装（黑豆+黑米+黑芝麻 早餐奶）"
		},
		li10:{
			pptit:url+"1号店/img/proimg/niunai/npp10.jpg",
			img:url+"1号店/img/proimg/niunai/n10.jpg",
			Price:"40.00",
			title:"蒙牛 谷物早餐牛奶饮品（黑芝麻+黑豆+黑米+黑小麦+小米） 250ml*12 整箱装"
		},
		li11:{
			pptit:url+"1号店/img/proimg/niunai/npp11.jpg",
			img:url+"1号店/img/proimg/niunai/n11.jpg",
			Price:"59.00",
			title:"法国原装进口 荷兰乳牛3.5 3.8全脂牛奶1L*6 整箱"
		},
		li12:{
			pptit:url+"1号店/img/proimg/niunai/npp12.jpg",
			img:url+"1号店/img/proimg/niunai/n12.jpg",
			Price:"29.90",
			title:"蒙牛 新养道 零乳糖牛奶（低脂型）250ml*12 礼盒装(新养道（零乳糖低脂）礼盒装)"
		},
		li13:{
			pptit:url+"1号店/img/proimg/niunai/npp13.jpg",
			img:url+"1号店/img/proimg/niunai/n11.jpg",
			Price:"59.00",
			title:"法国原装进口 荷兰乳牛3.5 3.8全脂牛奶1L*6 整箱"
		},
		li14:{
			pptit:url+"1号店/img/proimg/niunai/npp14.jpg",
			img:url+"1号店/img/proimg/niunai/n12.jpg",
			Price:"29.90",
			title:"蒙牛 新养道 零乳糖牛奶（低脂型）250ml*12 礼盒装(新养道（零乳糖低脂）礼盒装)"
		}
	},
	"花生":{
		li1:{
			pptit:url+"1号店/img/proimg/huasheng/hpp1.jpg",
			img:url+"1号店/img/proimg/huasheng/h1.jpg",
			Price:"21.80",
			title:"十月稻田 花生米 1kg（无添加 中粒 红皮 生花生米 东北 五谷 杂粮 粗粮 真空装 大米伴侣）"
		},
		li2:{
			pptit:url+"1号店/img/proimg/huasheng/hpp2.jpg",
			img:url+"1号店/img/proimg/huasheng/h2.jpg",
			Price:"68.90",
			title:"七河源 红花生400g （桶装 无添加 小粒 红皮花生米 东北 五谷 杂粮 粗粮 桶装 大米伴侣）"
		},
		li3:{
			pptit:url+"1号店/img/proimg/huasheng/hpp3.jpg",
			img:url+"1号店/img/proimg/huasheng/h3.jpg",
			Price:"35",
			title:"远山农业 红衣花生米 红皮花生仁 500g"
		},
		li4:{
			pptit:url+"1号店/img/proimg/huasheng/hpp4.jpg",
			img:url+"1号店/img/proimg/huasheng/h4.jpg",
			Price:"30.60",
			title:"洽洽 休闲零食 花生米 特色小吃 香花生椒盐味150g/袋"
		},
		li5:{
			pptit:url+"1号店/img/proimg/huasheng/hpp5.jpg",
			img:url+"1号店/img/proimg/huasheng/h5.jpg",
			Price:"75.00",
			title:"三只松鼠 坚果炒货 休闲零食 多味花生205g/袋(多味花生205g/袋)"
		},
		li6:{
			pptit:url+"1号店/img/proimg/huasheng/hpp6.jpg",
			img:url+"1号店/img/proimg/huasheng/h6.jpg",
			Price:"64.80",
			title:"天地粮人 精品 红花生 330g（无添加 小粒 红皮花生米 东北 五谷 杂粮 粗粮 真空装 大米伴侣）"
		},
		li7:{
			pptit:url+"1号店/img/proimg/huasheng/hpp7.jpg",
			img:url+"1号店/img/proimg/huasheng/h7.jpg",
			Price:"52.00",
			title:"燕之坊 紫薯黑米粥 五谷杂粮 150g（黑米、圆糯米、紫米、红小豆、红皮花生仁、莲子等）"
		},
		li8:{
			pptit:url+"1号店/img/proimg/huasheng/hpp8.jpg",
			img:url+"1号店/img/proimg/huasheng/h8.jpg",
			Price:"17.80",
			title:"吴香香有机花生 烘焙原料 花生碎 炒花生 牛轧糖材料 蛋糕面包饼干装饰 原装 200g"
		},
		li9:{
			pptit:url+"1号店/img/proimg/huasheng/hpp9.jpg",
			img:url+"1号店/img/proimg/huasheng/h9.jpg",
			Price:"9.90",
			title:"森王晶珍 花生米 350g ( 红花生 花生仁 东北 五谷 杂粮 粗粮 豆浆豆 粥米 )"
		},
		li10:{
			pptit:url+"1号店/img/proimg/huasheng/hpp10.jpg",
			img:url+"1号店/img/proimg/huasheng/h10.jpg",
			Price:"15.80",
			title:"米她她 花生米 400g（无添加 中粒 红皮花生米 东北 五谷 杂粮 粗粮 真空装 大米伴侣）"
		},
		li11:{
			pptit:url+"1号店/img/proimg/huasheng/hpp11.jpg",
			img:url+"1号店/img/proimg/huasheng/h11.jpg",
			Price:"27.62",
			title:"悦谷百味 红颜知己粥米 510g（东北粗粮 杂粮 粥米 红豆 薏仁米 小米 血糯米 红花生等 真空装）"
		},
		li12:{
			pptit:url+"1号店/img/proimg/huasheng/hpp12.jpg",
			img:url+"1号店/img/proimg/huasheng/h12.jpg",
			Price:"13.52",
			title:"素养生活 五谷杂粮 有机红皮花生400g"
		},
		li13:{
			pptit:url+"1号店/img/proimg/huasheng/hpp13.jpg",
			img:url+"1号店/img/proimg/huasheng/h13.jpg",
			Price:"8.90",
			title:"洽洽 休闲零食 花生米 特色小吃 香花生椒盐味150g/袋"
		},
		li14:{
			pptit:url+"1号店/img/proimg/huasheng/hpp14.jpg",
			img:url+"1号店/img/proimg/huasheng/h14.jpg",
			Price:"29.90",
			title:"泥河湾 有机红花生 红皮花生米 380g*2"
		}
	},
}



/*三级联动省市区*/
/*var one_city = [
				['北京','天津','河北','山西','内蒙古'],
				['上海','江苏','浙江','安徽','福建','山东'],
				['广东','广西','海南'],
				['江西','河南','湖北','湖南'],
				['重庆','四川','贵州','云南','西藏'],
				['陕西','甘肃','青海','宁夏','新疆'],
				['辽宁','吉林','黑龙江']
			]*/			

var two_city =[
　[//华北 ：北京 天津 河北 山西 内蒙古
	['东城区','西城区','崇文区','宣武区','朝阳区','丰台区','石景山区','海淀区','门头沟区','房山区','通州区','顺义区',"昌平区","大兴区","怀柔区","平谷区","密云县","延庆县"],
	['和平区','河东区','河西区','南开区','河北区','红桥区','塘沽区','汉沽区','大港区','东丽区','西青区','津南区','北辰区','武清区','宝坻区','宁河县','静海县','蓟县'],
	['石家庄市','唐山市','秦皇岛市','邯郸市','邢台市','保定市','张家口市','承德市','沧州市','廊坊市','衡水市'],
	['太原市','大同市','阳泉市','长治市','晋城市','朔州市','晋中市','运城市','忻州市','临汾市','吕梁市'],
	['呼和浩特市','包头市','乌海市','赤峰市','通辽市','鄂尔多斯市','呼伦贝尔','市巴彦淖尔市','乌兰察布市','兴安盟','锡林郭勒盟','阿拉善盟']
　],
　[//华东：上海 江苏 浙江 安徽 福建 山东
	["黄浦区","徐汇区","长宁区","静安区","普陀区","闸北区","虹口区","杨浦区","闵行区","宝山区","嘉定区","浦东新区","金山区","松江区","青浦区","奉贤区","崇明县"],
	["南京市","无锡市","徐州市","常州市","苏州市","南通市","连云港市","淮安市","盐城市","扬州市","镇江市","泰州市","宿迁市"],
	["杭州市","宁波市","温州市","嘉兴市","湖州市","绍兴市","金华市","衢州市","舟山市","台州市","丽水市"],
	["合肥市","芜湖市","蚌埠市","淮南市","马鞍山市","淮北市","铜陵市","安庆市","黄山市","滁州市","阜阳市","宿州市","巢湖市","六安市","亳州市","池州市","宣城市"],
	["福州市","厦门市","莆田市","三明市","泉州市","漳州市","南平市","龙岩市","宁德市"],
	["济南市","青岛市","淄博市","枣庄市","东营市","烟台市","潍坊市","济宁市","泰安市","威海市","日照市","莱芜市","临沂市","德州市","聊城市","滨州市","菏泽市"]
　],
　[//华南：广东 广西 海南
	["广州市","韶关市","深圳市","珠海市","汕头市","佛山市","江门市","湛江市","茂名市","肇庆市","惠州市","梅州市","汕尾市","河源市","阳江市","清远市","东莞市","中山市","潮州市","揭阳市","云浮市"],
	["南宁市","柳州市","桂林市","梧州市","北海市","防城港市","钦州市","贵港市","玉林市","百色市","贺州市","河池市","来宾市","崇左市"],
	["海口市","三亚市","五指山市","琼海市","儋州市","文昌市","万宁市","东方市","定安县","屯昌县","澄迈县","临高县","白沙","昌江","乐东","陵水","保亭","琼中","洋浦经济开发区"]
　],
　[//华中：江西 河南 湖北 湖南
	["南昌市","景德镇市","萍乡市","九江市","新余市","鹰潭市","赣州市","吉安市","宜春市","抚州市","上饶市"],
	["郑州市","开封市","洛阳市","平顶山市","安阳市","鹤壁市","新乡市","焦作市","濮阳市","许昌市","漯河市","三门峡市","南阳市","商丘市","信阳市","周口市","驻马店市","济源市"],
	["武汉市","黄石市","十堰市","宜昌市","襄阳市","鄂州市","荆门市","孝感市","荆州市","黄冈市","咸宁市","随州市","恩施州","仙桃市","天门市","神农架","江汉油田"],
	["长沙市","株洲市","湘潭市","衡阳市","邵阳市","岳阳市","常德市","张家界市","益阳市","郴州市","永州市","怀化市","娄底市","湘西"]
　],
  [//西南：陕西 甘肃 青海 宁夏 新疆
    ["西安市","铜川市","宝鸡市","咸阳市","渭南市","延安市","汉中市","榆林市","安康市","商洛市","杨凌示范区"],
    ["兰州市","嘉峪关市","金昌市","白银市","天水市","武威市","张掖市","酒泉市","定西市","陇南市","临夏","甘南"],
    ["西宁市","海东地区","海北","黄南","果洛","玉树","海西"],
    ["吴忠市","石嘴山市","银川市","中卫市","固原市"],
    ["乌鲁木齐市","克拉玛依市","吐鲁番地区","哈密地区","昌吉","博尔塔拉","巴音郭楞","阿克苏地区","克孜勒","喀什地区","和田地区","伊犁","塔城地区","阿勒泰地区","自治区直辖县级行政单位"]
  ],
　[//西北：重庆 四川 贵州 云南 西藏
	["万州区","涪陵区","渝中区","大渡口区","江北区","沙坪坝区","九龙坡区","南岸区","北碚区","万盛区","双桥区",
	"渝北区","巴南区","黔江区","长寿区","江津区","合川区","南川区","綦江县","潼南县","铜梁县","大足县","荣昌县",
	"璧山县","梁平县","城口县","丰都县","垫江县","武隆县","忠县","开县","云阳县","奉节县","巫山县","巫溪县","石柱土家族自治县",
	"秀山土家族苗族自治县","酉阳土家族苗族自治县","彭水苗族土家族自治县","永川区","北部新区"],
	["成都市","自贡市","攀枝花市","泸州市","德阳市","绵阳市","广元市","遂宁市","内江市","乐山市","南充市","眉山市","宜宾市","广安市","达州市","雅安市","巴中市","资阳市","阿坝州","甘孜","凉山"],
	["贵阳市","六盘水市","遵义市","安顺市","毕节市","铜仁市","黔西南","黔东南","黔南布"],
	["昆明市","曲靖市","玉溪市","保山市","昭通市","丽江市","普洱市(*)","临沧市","楚雄","红河","文山","西双版纳","大理","德宏","怒江","迪庆"],
	["拉萨市","昌都地区","山南地区","日喀则地区","那曲地区","阿里地区","林芝地区"],
　],
　[//东北：辽宁 吉林 黑龙江']
	["沈阳市","大连市","鞍山市","抚顺市","本溪市","丹东市","锦州市","营口市","阜新市","辽阳市","盘锦市","铁岭市","朝阳市","葫芦岛市"],
	["昌邑区","龙潭区","船营区","丰满区","永吉县","蛟河市","桦甸市","舒兰市","磐石市"],
	["哈尔滨市","齐齐哈尔市","鸡西市","鹤岗市","双鸭山市","大庆市","伊春市","佳木斯市","七台河市","牡丹江市","黑河市","绥化市","大兴安岭地区"],
　]
]